{"":{"domain":"sg-security","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Security by SiteGround":["Seguridad por SiteGround "],"Force HTTP Strict-Transport-Security (HSTS) is enabled":["Forzar HTTP Strict-Transport-Security (HSTS) está habilitado "],"Failed to enable Force HTTP Strict-Transport-Security (HSTS)":["Error al habilitar Force HTTP Strict-Transport-Security (HSTS) "],"Force HTTP Strict-Transport-Security (HSTS) is disabled":["Forzar HTTP con seguridad de transporte estricta (HSTS) está desactivado"],"Failed to disable Force HTTP Strict-Transport-Security (HSTS)":["Fallo al desactivar forzar HTTP con seguridad de transporte estricta (HSTS)"],"WordPress version is now hidden.":["La versión de WordPress ahora está oculta."],"WordPress version is now visible.":["La versión de WordPress ahora es visible."],"Secret Key:":["Clave secreta :"],"I have saved my backup codes.":["He guardado mis códigos de seguridad. "],"Each code can only be used once.":["Cada código solo se puede usar una vez. "],"You can use the secret key to add the token to the Authenticator app.":["Puedes usar la clave secreta para añadir el token a la aplicación Authenticator."],"We have noticed that you’re using a one-time backup code to log in. This code cannot be used anymore. To make sure that you have access to this website, install the Google Authenticator app and scan the QR code below. This way you can get a new code anytime you need to log in.":["Nos hemos dado cuenta de que estás usando el código de respaldo de un solo uso para acceder. Este código ya no se puede usar más veces. Para asegurarte de que tengas acceso a esta web instala la aplicación Google Authenticator y escanea el código QR de abajo. De este modo puedes obtener un nuevo código cada vez que tengas que acceder."],"You are logging in with a one-time Backup Code":["Estás accediendo con un código de respaldo de un solo uso."],"SiteGround Security":["SiteGround Security"],"IP not found.":["IP no encontrada."],"Update":["Actualizar"],"There are new updates for your website. Keeping your WordPress updated is crucial for your website security":["Hay nuevas actualizaciones para tu web. Mantener tu WordPress actualizado es crucial para la seguridad de tu web."],"YOUR WORDPRESS NEEDS ATTENTION":["TU WORDPRESS NECESITA ATENCIÓN"],"Bear in mind that the user will NOT be notified of the change.":["Ten en cuenta que el usuario NO será avisado de este cambio."],"View all logs":["Ver todos los registros"],"Are you sure you wish to proceed?":["¿Seguro que deseas continuar?"],"Two-factor Authentication for Admin & Editors Users":["Identificación de dos factores para los usuarios administradores y editores"],"Manage IP Traffic":["Gestionar el tráfico IP"],"View Activity":["Ver la actividad"],"Manage User Traffic":["Gestionar el tráfico de usuarios"],"This field is required.":["Este campo es necesario."],"IP Unblocked.":["IP desbloqueada."],"Could not unblock the IP.":["No se pudo desbloquear la IP."],"Unknown user":["Usuario desconocido"],"WP CLI":["WP CLI"],"Get Secure WordPress Hosting":["Consigue un hosting WordPress seguro"],"Free ebook":["Ebook gratuito"],"IP Blocked.":["IP bloqueada."],"Could not block the IP.":["No se pudo bloquear la IP."],"You cannot block the IP you are currently using!":["¡No puedes bloquear la IP que estás usando actualmente!"],"User Blocked!.":["¡Usuario bloqueado!"],"User not found.":["Usuario no encontrado."],"Missing ID param!":["¡Parámetro de ID no disponible!"],"Updated":["Actualizado"],"Restored":["Restaurado"],"Trashed":["Enviado a la papelera"]," comment":[" comentario"],"Deleted comment":["Comentario borrado"],"Unspamed comment":["Comentario quitado de spam"],"Spammed comment":["Comentario enviado a spam"],"Untrashed comment":["Comentario restaurado de la papelera"],"Trashed comment":["Comentario enviado a la papelera"],"Edited comment":["Comentario editado"],"New comment":["Nuevo comentario"],"Exported WordPress":["WordPress exportado"],"Deleted Theme":["Tema borrado"],"Edited Customizer Theme":["Tema editado en el personalizador"],"Switched Theme":["Tema cambiado"],"Updated Theme":["Tema actualizado"],"Installed Theme":["Tema instalado"],"Edited Theme":["Tema editado"],"Updated Core":["Núcleo actualizado"],"Updated Plugin":["Plugin actualizado"],"Installed Plugin":["Plugin instalado"],"Edited Plugin":["Plugin editado"],"Deactivated Plugin":["Plugin desactivado"],"Activated Plugin":["Plugin activado"],"Updated Option":["Opción actualizada"],"Deleted attachment":["Adjunto borrado"],"Edited attachment":["Adjunto editado"],"Added attachment":["Adjunto añadido"],"Deleted":["Borrado"],"Edited":["Editado"],"Created":["Creado"],"Failed Login Attempt":["Intento de acceso fallido"],"User Update":["Actualización de usuario"],"User Register":["Registro de usuario"],"User Delete":["Borrado de usuario"],"User logout":["Desconexión de usuario"],"User Login":["Acceso de usuario"],"Deleted Widget":["Widget borrado"],"Updated Widget":["Widget actualizado"],"Dashboard":["Escritorio"],"This will restrict your account to a Subscriber role and will lock you out of the Admin Menu":["Esto restringirá tu cuenta a un perfil de suscriptor y te bloqueará el menú de administración"],"The administrator of this site has requested that you change your password. Enter your new password below or generate one.":["El administrador de este sitio ha solicitado que cambies tu contraseña. Introduce abajo tu nueva contraseña o genera una."],"Failed to enable Two-factor Authentication for Admin Users":["Fallo al activar la identificación de dos factores para usuarios administradores"],"Failed to disable Two-factor Authentication for Admin Users":["Fallo al desactivar la identificación de dos factores para usuarios administradores"],"Failed to enable Advanced XSS Protection":["Fallo al activar la protección XSS avanzada"],"Failed to disable Advanced XSS Protection":["Fallo al desactivar la protección XSS avanzada"],"Failed to Disable RSS\/ATOM feeds":["Fallo al desactivar los feeds RSS\/ATOM"],"Failed to enable RSS\/ATOM feeds.":["Fallo al activar los feeds RSS\/ATOM."],"Failed to enable XML-RPC.":["Fallo al activar XML-RPC."],"Failed to disable XML-RPC.":["Fallo al desactivar XML-RPC."],"Failed to hide WordPress version.":["Fallo al ocultar la versión de WordPress."],"Failed to Disable Themes & Plugins Editor.":["Fallo al desactivar el editor de temas y plugins."],"Failed to enable Themes & Plugins Editor.":["Fallo al activar el editor de temas y plugins."],"Failed to enable System Folders protection.":["Fallo al activar la protección de las carpetas del sistema."],"Failed to disable System Folders protection.":["Fallo al desactivar la protección de las carpetas del sistema."],"Failed to delete Readme.html.":["Fallo al borrar el readme.html."],"All users are logged out.":["Todos los usuarios están desconectados."],"Failed to log out all users.":["Fallo al desconectar a todos los usuarios."],"Plugins reinstalled.":["Plugins reinstalados."],"Failed to reinstall plugins.":["Fallo al reinstalar los plugins."],"All users will be asked to reset their passwords on next login.":["Se pedirá a todos los usuarios que restablezcan sus contraseñas en el siguiente acceso."],"Failed to force password reset.":["Fallo al forzar el restablecimiento de contraseñas."],"Login Security":["Seguridad en el acceso"],"Manage Login":["Gestionar acceso"],"Protect your login from unauthorised visitors, bots and other human or automated attacks.":["Protege tu acceso de visitantes no autorizados, bots y otros ataques humanos o automáticos."],"Manage Security":["Gestionar seguridad"],"Set up rules to harden your website security and prevent malware, bruteforce and other security issues.":["Configura reglas que refuerza la seguridad de tu web y evitan el malware, ataques de fuerza bruta y otros problemas de seguridad."],"You have logged in successfully.":["Has accedido correctamente."],"Invalid verification code!":["¡Código de verificación no válido!"],"Manage Login Access":["Gestionar accesos"],"IP":["IP"],"Configure Login URL":["Configurar URL de acceso"],"You can enable Away Mode for maximum of 23 hours daily.":["Puedes activar el modo de reposo por un máximo de 23 horas al día."],"To":["Hasta"],"From":["Desde"],"Mode":["Modo"],"Use Away Mode with caution.":["Usa el modo de reposo con precaución."],"Configure Away Mode":["Configurar el modo de reposo"],"Sunday":["Domingo"],"Saturday":["Sábado"],"Friday":["Viernes"],"Thursday":["Jueves"],"Wednesday":["Miércoles"],"Tuesday":["Martes"],"Monday":["Lunes"],"Daily":["Cada día"],"Weekly":["Semanalmente"],"Specific Period":["Periodo específico"],"Important Notifications":["Avisos importantes"],"Security Hardening":["Reforzar seguridad"],"Recent Activity":["Actividad reciente"],"delete":["borrar"],"WordPress comes with a Readme.html file containing information about your website. The Readme.txt is often used by hackers to compile lists of potentially vulnerable sites which can be hacked or attacked.":["WordPress viene con un archivo \"Readme.txt\" que contiene información sobre tu web. El archivo \"Readme.txt\" suele ser usado por los hackers para recopilar listas de sitios potencialmente vulnerables que pueden ser hackeados o atacados."],"Delete the Default Readme.html":["Borrar el \"Readme.html\" predeterminado"],"Enabling this option will add extra headers to your site for protection against XSS attacks.":["Activando esta opción se añadirán cabeceras adicionales a tu sitio para protegerlo contra ataques XSS."],"Advanced XSS Protection":["Protección XSS avanzada"],"RSS and ATOM feeds are often used to scrape your content and to perform a number of attacks against your site. Only use feeds if you have readers using your site via RSS readers.":["Los feeds RSS y ATOM a menudo se usan para robar tu contenido y realizar diversos tipos de ataques contra tu sitio. Utiliza feeds solo si tienes lectores que usan tu sitio mediante lectores RSS."],"Disable RSS and ATOM Feeds":["Desactivar feeds RSS y ATOM"],"XML-RPC was designed as a protocol enabling WordPress to communicate with third-party systems but recently it has been used in a number of exploits. Unless you specifically need to use it, we recommend that XML-RPC is always disabled.":["XML-RPC se diseño como un protocolo con el que permitir a WordPress comunicarse con sistemas de terceros, pero recientemente se ha estado utilizando en montones de exploits. A menos que necesites usarlo específicamente, recomendamos tener siempre desactivado XML-RPC."],"Disable XML-RPC":["Desactivar XML-RPC"],"Disable the option to edit themes and plugins code directly from the WordPress admin to prevent potential coding errors or unauthorised access via the WordPress editor.":["Desactiva la opción de editar código de temas y plugins directamente desde la administración de WordPress para evitar errores de código potenciales o accesos no autorizados desde el editor de WordPress."],"Disable Themes & Plugins Editor":["Desactivar el editor de temas y plugins"],"Many attackers scan sites for vulnerable WordPress versions. By hiding the version from your site HTML, you avoid being marked by hackers for mass attacks.":["Muchos atacantes exploran sitios para buscar versiones vulnerables de WordPress. Al oculta la versión del HTML de tu sitio evitas ser marcado por los hackers para ataques en masa."],"Hide WordPress Version":["Ocultar la versión de WordPress"],"By enabling this option you are ensuring that no unauthorised or malicious scripts can be executed in your system folders. This is an often exploited back door you can close with a simple toggle.":["Al activar esta opción estás asegurando que no se puede ejecutar ningún script no autorizado o malintencionado en tus carpetas del sistema. Esta es una puerta trasera explotada a menudo que puedes cerrar con un simple conmutador."],"Lock and Protect System Folders":["Bloquear y proteger las carpetas del sistema"],"Site Security":["Seguridad del sitio"],"This will log out all currently logged in users without asking them to change their passwords.":["Esto desconectará a todos los usuarios actualmente conectados sin pedirles que cambien sus contraseñas."],"Log out All Users":["Desconectar a todos los usuarios"],"force password reset":["forzar restablecimiento de contraseña"],"Force Password Reset":["Forzar restablecimiento de contraseña"],"reinstall all":["reinstalar todo"],"Doing this will reinstall the same version of all free plugins you have installed in order to make sure that their codebase is not compromised by an attacker.":["Al hacer esto se reinstalará la misma versión de todos los plugins gratuitos que hayas instalado para asegurar que su código base no ha sido comprometido por ningún atacante."],"Reinstall All Free Plugins":["Reinstalar todos los plugins gratuitos"],"Post-hack Actions":["Acciones después de un hackeo"],"Limit the number of times a given user can attempt to log in to your wp-admin with incorrect credentials. Once the login attempt limit is reached, the IP from which the attempts have originated will be blocked first for 1 hour. If the attempts continue after the first hour, the limit will then be triggered for 24 hours and then for 7 days.":["Limita la cantidad de veces que un usuario dado puede tratar de acceder a tu wp-admin con credenciales incorrectas. Una vez alcanzado el límite de intentos, la IP desde la que se hayan originado los intentos quedará bloqueada en primer lugar durante 1 hora. Si continúan los intentos después de la primera hora, el límite se ampliará a 24 horas y luego a 7 días."],"Limit Login Attempts":["Limitar intentos de acceso"],"Currently your WordPress login can be accessed by any IP. You can limit the access to specific IPs or range of IPs in order to prevent brute-force attacks or malicious login attempts.":["Actualmente se puede acceder desde cualquier IP a tu acceso de WordPress. Puedes limitar el acceso a IP o rangos de IP específicas para evitar ataques de fuerza bruta o intentos de acceso malintencionados."],"Login Access":["Acceso al inicio de sesión"],"configure":["configurar"],"recommended":["recomendado"],"Login Settings":["Ajustes de acceso"],"Response":["Respuesta"],"Page Visited":["Página visitada"],"Visitor Type":["Tipo de visitante"],"Hostname:":["Hostname:"],"IP Address":["Dirección IP"],"Activity":["Actividad"],"User":["Usuario"],"Timestamp":["Marca temporal"],"Unknown":["Desconocido"],"unblock":["desbloquear"],"Actions":["Acciones"],"User\/Ip":["Usuario\/IP"],"Blocked On":["Bloqueado el"],"reset":["restablecer"],"close":["cerrar"],"Filter Activity":["Filtrar actividad"],"Blocked":["Bloqueado"],"Registered Users Activity":["Actividad de usuarios registrados"],"Unknown Visitors Activity":["Actividad de visitantes desconocidos"],"Confirm":["Confirmar"],"Cancel":["Cancelar"],"Error":["Error"],"Success":["Correcto"],"You can't enable Away Mode for every day of the week.":["Puedes activar el modo de reposo para cualquier día de la semana."],"Invalid format.":["Formato no válido."],"Authenticate":["Identificar"],"Authentication Code:":["Código de identificación:"],"In order to log in, please enter the verification code from you Authenticator app:":["Para acceder, por favor, introduce el código de verificación de tu aplicación Authenticator:"],"SiteGround":["SiteGround"],"https:\/\/siteground.com":["https:\/\/siteground.com"],"SG Security":["SG Security"],"https:\/\/www.siteground.com":["https:\/\/www.siteground.com"]}